Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=503_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Wimme ja SlinCraze Ijahis idjassa Inarissa
sme: Wimme ja SlinCraze Ijahis ijas Anáris

source: Ijahis idja - alkuperäiskansojen musiikkitapahtuma tuo Inariin tänä vuonna saamelaisen äänitaiturin Wimmen.
sme: Ijahis idja - eamiálbmogiid musihkkadáhpáhus buktá Anárii dán jagi sápmelaš jietnadáiddára Wimme.

source: Vuonna 2010 Wimmeltä ilmestyi albumi ” Mun ” ja tämän vuoden Ijahis idjassa hän esittää mm. materiaalia uudelta levyltään.
sme: Jagi 2010 Wimmes almmustuvai albuma ” Mun ” ja dán jagi Ijahis ijas son buktá ovdan ee. materiála ođđa skearrustis.

source: Wimme on yksi kansainvälisesti tunnetuimmista saamelaisartisteista ja hänen uusin levynsä on ollut maailmalla myyntimenestys.
sme: Wimme lea okta dain riikkaidgaskasaččat dovddus sápmelaš artistain ja su ođđasamos skearru lea vuvdojuvvon earenoamáš bures.

source: Ijahis idjan järjestäjät ovat iloisia että Wimme saadaan Inariin konsertoimaan.
sme: Ijahis ija lágideaddjit leat movttas, go Wimme fidnejuvvo Anárii doallat konseartta.

source: – Tänä vuonna Ijahis idjan teemana on Eatnama jienat eli Maan äänet.
sme: – Dán jagi Ijahis ija temán lea Eatnama jienat, suomagillii Maan äänet.

source: Wimmen musiikki sopii teemaan täydellisesti.
sme: Wimme musihkka heive temái hui bures.

source: Hän on äänenkäytön mestari ja hallitsee joikuperinteen.
sme: Son lea jienageavaheami meašttir ja hálddaša juoiganárbevieru.

source: Wimme myös opettaa lasten työpajoissa ja näin hänen osaamisensa siirtyy nuoremmille sukupolville, festivaalijohtaja Anna Näkkäläjärvi kertoo.
sme: Wimme maiddái oahpaha mánáid bargobájiin ja dán láhkai su máhtolašvuohta sirdašuvvá nuorat sohkabuolvvaide, festiválahoavda Anna Näkkäläjärvi muitala.

source: - konsertissa tiukka kattaus saamelaista rokkia ja räppiä
sme: - konsearttas fállojuvvo sápmelaš rock ja “ ráp ”

source: Ijahis idja - alkuperäiskansojen musiikkitapahtuma järjestetään Inarin kirkonkylällä kahdeksatta kertaa 19.–21.8.2011.
sme: Ijahis idja - eamiálbmogiid musihkkadáhpáhus lágiduvvo Anára kirkosiiddas gávccát háve 19.–21.8.2011.

source: Festivaali on vakiinnuttanut asemansa tärkeimpänä saamelaismusiikkia esittelevänä tapahtumana Suomessa.
sme: Festivála lea šaddan sámemusihka ovdanbukti deaŧalamos dáhpáhussan Suomas.

source: Ijahis idjan päätapahtuma on lauantaina 20.8. järjestettävä Ijahis idja !
sme: Ijahis ija váldudáhpáhus lea lávvardaga 20.8. goas lágiduvvo Ijahis idja !

source: - konsertti, jossa Wimmen lisäksi esiintyvät mm. räppäri Slincraze Mázesta ystävineen, Niillas Holmberg ja SomBy.
sme: - konsearta, mas Wimme lassin leat ee. ráppár Slincraze Mázes, Niillas Holmberg ja SomBy.

source: Kattavan populäärimusiikkitarjonnan lisäksi Ijahis idja !
sme: Viittis populáramusihkkafállama lassin Ijahis idja !

source: - konsertissa kuullaan jälleen myös perinteistä joikua mm. yhteispohjoismaisen Joikaajien yhdistyksen jäsenien esittämänä ja alkuperäiskansojen musiikkia.
sme: - konsearttas gullat maiddái fas árbevirolaš juoigama, go ee. davviriikkaid oktasaš Juoigiid searvvi lahtut juiget ja gullat maiddái eamiálbmogiid musihka.

source: Ijahis idja - tapahtuman järjestävät yhteistyössä Anára Sámisearvi, Saamelaiskäräjät, Saamelaisalueen koulutuskeskus, Saamelaismuseo Siida, Inarin kunta, Saamelainen lastenkulttuurikeskus ja Giellagas-instituutti.
sme: Ijahis idja - dáhpáhusa lágidit oktasašbarggus Anára Sámisearvi, Sámediggi, Sámi oahpahusguovddáš, Sámemusea Siida, Anára gielda, Sápmelaš mánáidkulturguovddáš ja Giellagas-instituhtta.
